Revit 2024 API
IntersectionResult Constructor
Initializes a new instance of the IntersectionResult class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public IntersectionResult()
Visual Basic
Public Sub New
Visual C++
public:
IntersectionResult()
See Also
IntersectionResult Class
Autodesk.Revit.DB Namespace